Repository: AhmadiWork/auth_client
Catalog: src/translation/locale/*.po
Languages: fa

# navBar.brandName
source: Auth
fa: تایید صلاحیت

# signUp.email
source: Email
fa: ایمیل

# signUp.error.reqEmail
source: Email field can not be empty
fa: زمینه ایمیل نمیتواند خالی باشد

# navBar.featurePage
source: Feature Page
fa: صفحه خاص!

# signUp.error.inValidEmail
source: Invalid email address
fa: آدرس ایمیل غیر معتبر است

# signUp.password
source: Password
fa: رمز عبور

# signUp.error.password
source: Password field can not be empty
fa: زمینه رمز عبور نیمتواند خالی باشد

# navBar.signIn
source: Sign In
fa: ورود

# navBar.singOut
source: Sing Out
fa: خروج

# navBar.singUp
source: Sing Up
fa: ثبت نام

# signUp.submit
source: Submit
fa: ثبت

# auth.error
source: User is exist
fa: کاربر از قبل موجود است

# welcome.welcome
source: Welcome! Sign In or Sing Up
fa: خوش آمدید! وارد سایت شوید و یا ثبت نام کنید
